Repository: todmax67/trailshare-flutter
Catalog: lib/l10n/app_*.arb
Languages: it

# healthDataInfo
source: Data comes from your smartwatch via Health Connect. Make sure your device is synced for up-to-date data.
it: I dati provengono dal tuo smartwatch tramite Health Connect. Assicurati che il dispositivo sia sincronizzato per dati aggiornati.

# faqHowCanWeHelp
source: How can we help you?
it: Come possiamo aiutarti?

# faqFindAnswers
source: Find answers to frequently asked questions
it: Trova risposte alle domande più frequenti

# faqCategoryGeneral
source: 📱 General
it: 📱 Generale

# faqCategoryTracking
source: 🗺️ GPS Tracking
it: 🗺️ Tracking GPS

# faqCategoryTechnical
source: ⚙️ Technical
it: ⚙️ Tecnico

# faqNoAnswer
source: Didn't find your answer?
it: Non hai trovato la risposta?

# faqContactPrompt
source: Contact us and we'll get back to you shortly
it: Contattaci e ti risponderemo al più presto

# faqContactSupport
source: Contact support
it: Contatta il supporto

# faqGeneralQ1
source: What is TrailShare?
it: Cos'è TrailShare?

# faqGeneralA1
source: TrailShare is an app for recording and sharing your hikes. You can track your routes with GPS, discover new trails, follow other hikers and join weekly challenges.
it: TrailShare è un'app per registrare e condividere le tue escursioni. Puoi tracciare i tuoi percorsi con GPS, scoprire nuovi sentieri, seguire altri escursionisti e partecipare a sfide settimanali.

# faqGeneralQ2
source: Is the app free?
it: L'app è gratuita?

# faqGeneralA2
source: Yes, TrailShare is completely free. All features are available with no hidden costs or subscriptions.
it: Sì, TrailShare è completamente gratuita. Tutte le funzionalità sono disponibili senza costi nascosti o abbonamenti.

# faqGeneralQ3
source: Do I need to create an account?
it: Devo creare un account?

# faqGeneralA3
source: Yes, an account is required to save your tracks and access social features. You can sign up with email, Google or Apple.
it: Sì, è necessario un account per salvare le tue tracce e accedere alle funzionalità social. Puoi registrarti con email, Google o Apple.

# faqGeneralQ4
source: Is my data safe?
it: I miei dati sono al sicuro?

# faqGeneralA4
source: Absolutely. Your data is protected and encrypted. You can check our Privacy Policy for full details on how we handle your information.
it: Assolutamente. I tuoi dati sono protetti e criptati. Puoi consultare la nostra Privacy Policy per tutti i dettagli su come gestiamo le informazioni.

# faqTrackingQ1
source: How do I record a track?
it: Come registro una traccia?

# faqTrackingA1
source: Go to the "Record" section, tap the green "Start" button and walk! The app will automatically record your route. You can pause and resume at any time.
it: Vai nella sezione "Registra", premi il pulsante verde "Inizia" e cammina! L'app registrerà automaticamente il tuo percorso. Puoi mettere in pausa e riprendere in qualsiasi momento.

# faqTrackingQ2
source: Does GPS work in the background?
it: Il GPS funziona in background?

# faqTrackingA2
source: Yes, you can lock the screen or use other apps while recording. Tracking continues in the background with an active notification.
it: Sì, puoi bloccare lo schermo o usare altre app mentre registri. Il tracking continua in background con notifica attiva.

# faqTrackingQ3
source: How much battery does it use?
it: Quanto consuma la batteria?

# faqTrackingA3
source: Battery usage depends on the hike duration. On average, expect 5-10% per hour. We recommend starting with a full charge or bringing a power bank.
it: Il consumo dipende dalla durata dell'escursione. In media, aspettati un consumo del 5-10% all'ora. Consigliamo di partire con batteria carica o portare un powerbank.

# faqTrackingQ4
source: Does it work without internet?
it: Funziona senza connessione internet?

# faqTrackingA4
source: Yes! GPS tracking works completely offline. You can also download maps in advance from Settings > Offline Maps. Sync will happen when you're back online.
it: Sì! Il tracking GPS funziona completamente offline. Puoi anche scaricare le mappe in anticipo da Impostazioni > Mappe Offline. La sincronizzazione avverrà quando tornerai online.

# faqTrackingQ5
source: How do I improve GPS accuracy?
it: Come miglioro la precisione GPS?

# faqTrackingA5
source: Make sure you have a clear view of the sky. Avoid areas with dense cover or narrow canyons. Wait a few seconds before starting to let the GPS calibrate.
it: Assicurati di avere una buona visuale del cielo. Evita zone con copertura fitta o canyon stretti. Attendi qualche secondo prima di iniziare per permettere al GPS di calibrarsi.

# faqTrackingQ6
source: Can I import GPX tracks?
it: Posso importare tracce GPX?

# faqTrackingA6
source: Yes, you can import GPX files from the "My Tracks" section. Tap the + button and select "Import GPX".
it: Sì, puoi importare file GPX dalla sezione "Le mie tracce". Tocca il pulsante + e seleziona "Importa GPX".

# faqTrackingQ7
source: Can I export my tracks?
it: Posso esportare le mie tracce?

# faqTrackingA7
source: Of course! Open a track and tap the share icon to export it in GPX format, compatible with most apps and GPS devices.
it: Certamente! Apri una traccia e tocca l'icona condividi per esportarla in formato GPX, compatibile con la maggior parte delle app e dispositivi GPS.

# faqSocialQ1
source: How do I follow other users?
it: Come seguo altri utenti?

# faqSocialA1
source: Search for a user or visit their profile from a public track, then tap "Follow". You'll see their new tracks in your feed.
it: Cerca un utente o visita il suo profilo da una traccia pubblica, poi tocca "Segui". Vedrai le sue nuove tracce nel tuo feed.

# faqSocialQ2
source: What is a "Cheers"?
it: Cos'è un "Cheers"?

# faqSocialA2
source: It's our way of saying "nice track!". You can leave a cheers on tracks you like. You'll also earn XP for cheers received.
it: È il nostro modo di dire "bella traccia!". Puoi lasciare un cheers sulle tracce che ti piacciono. Riceverai anche XP per i cheers ricevuti.

# faqSocialQ3
source: How do I publish a track?
it: Come pubblico una traccia?

# faqSocialA3
source: After saving a track, open it and tap "Publish". The track will be visible in the Explore section and others will be able to see it.
it: Dopo aver salvato una traccia, aprila e tocca "Pubblica". La traccia sarà visibile nella sezione Esplora e gli altri potranno vederla.

# faqSocialQ4
source: Can I make a track private?
it: Posso rendere privata una traccia?

# faqSocialA4
source: Tracks are private by default. Only those you explicitly publish will be visible to others.
it: Le tracce sono private di default. Solo quelle che pubblichi esplicitamente saranno visibili agli altri.

# faqSocialQ5
source: What is LiveTrack?
it: Cos'è LiveTrack?

# faqSocialA5
source: LiveTrack lets you share your position in real time during a hike. It generates a link you can send to family or friends so they can follow you on the map.
it: LiveTrack ti permette di condividere la tua posizione in tempo reale durante un'escursione. Genera un link che puoi inviare a familiari o amici per farti seguire sulla mappa.

# faqGamificationQ1
source: How do XP work?
it: Come funzionano gli XP?

# faqGamificationA1
source: You earn XP (experience points) by completing tracks, receiving cheers, gaining followers and completing challenges. The more XP you accumulate, the higher your level!
it: Guadagni XP (punti esperienza) completando tracce, ricevendo cheers, ottenendo follower e completando sfide. Più XP accumuli, più sali di livello!

# faqGamificationQ2
source: How many levels are there?
it: Quanti livelli ci sono?

# faqGamificationA2
source: There are 20 levels, from "Beginner" to "Immortal". Each level requires more XP than the previous one.
it: Ci sono 20 livelli, da "Principiante" a "Immortale". Ogni livello richiede più XP del precedente.

# faqGamificationQ3
source: How do I unlock badges?
it: Come sblocco i badge?

# faqGamificationA3
source: Badges are unlocked automatically when you reach certain milestones: km traveled, elevation gained, consecutive activity days and social goals.
it: I badge si sbloccano automaticamente raggiungendo determinati traguardi: km percorsi, dislivello accumulato, giorni consecutivi di attività e obiettivi social.

# faqGamificationQ4
source: How does the leaderboard work?
it: Come funziona la classifica?

# faqGamificationA4
source: The weekly leaderboard is based on km traveled and elevation gained during the week. It resets every Monday.
it: La classifica settimanale si basa sui km percorsi e il dislivello accumulato nella settimana. Si resetta ogni lunedì.

# faqGamificationQ5
source: Can I see other users' badges?
it: Posso vedere i badge degli altri?

# faqGamificationA5
source: Yes, by visiting a user's profile you can see their unlocked badges and their level.
it: Sì, visitando il profilo di un utente puoi vedere i suoi badge sbloccati e il suo livello.

# faqTechnicalQ1
source: How do I connect a heart rate monitor?
it: Come collego una fascia cardio?

# faqTechnicalA1
source: During recording, tap the heart icon at the top. The app will automatically search for nearby Bluetooth heart rate monitors. Select yours to connect.
it: Durante la registrazione, tocca l'icona del cuore in alto. L'app cercherà automaticamente fasce cardio Bluetooth nelle vicinanze. Seleziona la tua per connetterti.

# faqTechnicalQ2
source: Which heart rate monitors are compatible?
it: Quali fasce cardio sono compatibili?

# faqTechnicalA2
source: TrailShare supports any standard Bluetooth Low Energy (BLE) heart rate monitor, such as Polar H10, Garmin HRM-Dual, Wahoo TICKR and many others.
it: TrailShare supporta qualsiasi fascia cardio Bluetooth Low Energy (BLE) standard, come Polar H10, Garmin HRM-Dual, Wahoo TICKR e molte altre.

# faqTechnicalQ3
source: How do I download offline maps?
it: Come scarico le mappe offline?

# faqTechnicalA3
source: Go to Settings > Offline Maps > Download Area. Select the area on the map, choose the detail level and start the download.
it: Vai in Impostazioni > Mappe Offline > Scarica Area. Seleziona l'area sulla mappa, scegli il livello di dettaglio e avvia il download.

# faqTechnicalQ4
source: How much space do offline maps take?
it: Quanto spazio occupano le mappe offline?

# faqTechnicalA4
source: It depends on the area and zoom level. A 10km area with medium zoom takes about 30-50 MB. You can check used space in settings.
it: Dipende dall'area e dal livello di zoom. Un'area di 10km con zoom medio occupa circa 30-50 MB. Puoi vedere lo spazio utilizzato nelle impostazioni.

# faqTechnicalQ5
source: How do I change light/dark theme?
it: Come cambio tema chiaro/scuro?

# faqTechnicalA5
source: Go to Settings > Appearance > Theme. You can choose between Light, Dark or Automatic (follows system settings).
it: Vai in Impostazioni > Aspetto > Tema. Puoi scegliere tra Chiaro, Scuro o Automatico (segue le impostazioni del sistema).

# faqTechnicalQ6
source: How do I delete my account?
it: Come elimino il mio account?

# faqTechnicalA6
source: Go to Settings > Danger Zone > Delete Account. You'll need to confirm with your password. This action is irreversible and will delete all your data.
it: Vai in Impostazioni > Zona Pericolosa > Elimina Account. Dovrai confermare con la password. Questa azione è irreversibile e cancellerà tutti i tuoi dati.

source: Delete all
it: Elimina tutto

source: Download Area
it: Scarica Area

# areasCount
source: {count, plural, =1{1 area} other{{count} areas}}
it: {count, plural, =1{1 area} other{{count} aree}}

source: No offline maps
it: Nessuna mappa offline

# downloadMapsForOffline
source: Download maps to use them when you're offline
it: Scarica mappe per usarle quando sei senza connessione

source: Area name
it: Nome area

# areaNameHint
source: E.g.: Dolomites, Alps...
it: Es: Dolomiti, Appennino...

# minZoomLabel
source: Min zoom: {value}
it: Zoom minimo: {value}

# maxZoomLabel
source: Max zoom: {value}
it: Zoom massimo: {value}

source: Tiles to download:
it: Tile da scaricare:

source: Estimated size:
it: Dimensione stimata:

# downloadAction
source: Download
it: Scarica

source: Delete area
it: Elimina area

# deleteAreaConfirm
source: Do you want to delete "{name}"?
it: Vuoi eliminare "{name}"?

# deleteLabel
source: Delete
it: Elimina

source: Delete all maps
it: Elimina tutte le mappe

# deleteAllMapsConfirm
source: Do you want to delete all offline maps? This action cannot be undone.
it: Vuoi eliminare tutte le mappe offline? Questa azione non può essere annullata.

# deleteAllAction
source: Delete all
it: Elimina tutto

source: Select Area
it: Seleziona Area

# confirmAction
source: Confirm
it: Conferma

# tapMapToSelectCenter
source: Tap the map to select the center
it: Tocca la mappa per selezionare il centro

# radiusLabel
source: Radius:
it: Raggio:

# downloadCompleted
source: ✓ Completed!
it: ✓ Completato!

# downloadInProgress
source: Downloading...
it: Download in corso...

# tileProgress
source: {downloaded} / {total} tiles
it: {downloaded} / {total} tile

# closeAction
source: Close
it: Chiudi

# privacyLastUpdated
source: Last updated: January 2025
it: Ultimo aggiornamento: Gennaio 2025

# privacyIntroTitle
source: Introduction
it: Introduzione

# privacyIntroContent
source: TrailShare ("we", "our" or "app") respects your privacy. This policy describes what data we collect, how we use it and your rights.
it: TrailShare ("noi", "nostro" o "app") rispetta la tua privacy. Questa informativa descrive quali dati raccogliamo, come li utilizziamo e i tuoi diritti in merito.

# privacyDataCollectedTitle
source: Data we collect
it: Dati che raccogliamo

# privacyDataCollectedContent
source: • **Registration data**: email, username, profile photo (optional) • **Location data**: GPS coordinates during track recording • **Activity data**: recorded tracks, statistics, elevation, distance • **Social data**: followers, following, "cheers" (likes) • **Device data**: model, operating system, to improve the app
it: • **Dati di registrazione**: email, nome utente, foto profilo (opzionale) • **Dati di posizione**: coordinate GPS durante la registrazione delle tracce • **Dati delle attività**: tracce registrate, statistiche, dislivello, distanza • **Dati social**: follower, following, "cheers" (like) • **Dati del dispositivo**: modello, sistema operativo, per migliorare l'app

# privacyDataUsageTitle
source: How we use your data
it: Come utilizziamo i tuoi dati

# privacyDataUsageContent
source: • Provide and improve app services • Save and sync your tracks • Enable social features (follow, cheers, leaderboard) • LiveTrack feature to share your position in real time • Aggregate analytics to improve user experience
it: • Fornire e migliorare i servizi dell'app • Salvare e sincronizzare le tue tracce • Abilitare funzionalità social (follow, cheers, classifica) • Funzionalità LiveTrack per condividere la posizione in tempo reale • Analisi aggregate per migliorare l'esperienza utente

# privacyDataSharingTitle
source: Data sharing
it: Condivisione dei dati

# privacyDataSharingContent
source: • **We do not sell** your personal data to third parties • Published tracks are visible to other users • LiveTrack shares your position only with those who have the link • We use Firebase (Google) for secure data storage
it: • **Non vendiamo** i tuoi dati personali a terzi • Le tracce pubblicate sono visibili ad altri utenti • LiveTrack condivide la posizione solo con chi ha il link • Utilizziamo Firebase (Google) per l'archiviazione sicura dei dati

# privacyRetentionTitle
source: Data retention
it: Conservazione dei dati

# privacyRetentionContent
source: Your data is retained as long as you maintain an active account. You can delete your account at any time from Settings, and all your data will be removed within 30 days.
it: I tuoi dati vengono conservati finché mantieni un account attivo. Puoi eliminare il tuo account in qualsiasi momento dalla sezione Impostazioni, e tutti i tuoi dati verranno rimossi entro 30 giorni.

# privacyRightsTitle
source: Your rights
it: I tuoi diritti

# privacyRightsContent
source: • **Access**: you can view all your data in the app • **Edit**: you can edit your profile at any time • **Deletion**: you can delete your account and all associated data • **Export**: you can export your tracks in GPX format
it: • **Accesso**: puoi visualizzare tutti i tuoi dati nell'app • **Modifica**: puoi modificare il tuo profilo in qualsiasi momento • **Eliminazione**: puoi eliminare il tuo account e tutti i dati associati • **Esportazione**: puoi esportare le tue tracce in formato GPX

# privacySecurityTitle
source: Security
it: Sicurezza

# privacySecurityContent
source: We use Firebase Authentication and Firestore with encryption to protect your data. Connections are secured via HTTPS.
it: Utilizziamo Firebase Authentication e Firestore con crittografia per proteggere i tuoi dati. Le connessioni sono protette tramite HTTPS.

# privacyMinorsTitle
source: Minors
it: Minori

# privacyMinorsContent
source: The app is not intended for children under 13. We do not knowingly collect data from children under this age.
it: L'app non è destinata a minori di 13 anni. Non raccogliamo consapevolmente dati di bambini sotto questa età.

# privacyChangesTitle
source: Policy changes
it: Modifiche alla policy

# privacyChangesContent
source: We may update this privacy policy. We will notify you of any significant changes through the app or email.
it: Potremmo aggiornare questa privacy policy. Ti notificheremo di eventuali modifiche significative tramite l'app o email.

# privacyContactTitle
source: Contact
it: Contatti

# privacyContactContent
source: For privacy questions, contact us at: 📧 privacy@trailshare.app
it: Per domande sulla privacy, contattaci a: 📧 privacy@trailshare.app

source: View web version
it: Visualizza versione web

source: Search by username...
it: Cerca per username...

# noUserFoundFor
source: No user found for "{query}"
it: Nessun utente trovato per "{query}"

# tryDifferentUsername
source: Try a different username
it: Prova con un username diverso

source: People you may know
it: Persone che potresti conoscere

# noSuggestionsNow
source: No suggestions at the moment
it: Nessun suggerimento al momento

# searchUsersAbove
source: Search users with the bar above
it: Cerca utenti con la barra in alto

# levelLabel
source: Level {level}
it: Livello {level}

# followersOf
source: {name}'s followers
it: Follower di {name}

# followedBy
source: Followed by {name}
it: Seguiti da {name}

source: No followers yet
it: Nessun follower ancora

source: Not following anyone
it: Non segue nessuno

# shareHikesToGetKnown
source: Share your hikes to get noticed!
it: Condividi le tue escursioni per farti conoscere!

# exploreCommunity
source: Explore the community to find interesting people.
it: Esplora la community per trovare persone interessanti.

# skipAction
source: Skip
it: Salta

# startAction
source: Let's go!
it: Inizia!

# nextAction
source: Next
it: Avanti

# onboardingWelcomeTitle
source: Welcome to TrailShare
it: Benvenuto in TrailShare

# onboardingWelcomeDesc
source: Your app for recording and sharing outdoor adventures. Track your routes, discover new trails and connect with other hikers.
it: La tua app per registrare e condividere avventure outdoor. Traccia i tuoi percorsi, scopri nuovi sentieri e connettiti con altri escursionisti.

# onboardingTrackTitle
source: Track your routes
it: Traccia i tuoi percorsi

# onboardingTrackDesc
source: Record your hikes with precise GPS. View distance, elevation, speed and time in real time, even in the background.
it: Registra le tue escursioni con GPS preciso. Visualizza distanza, dislivello, velocità e tempo in tempo reale anche in background.

# onboardingExploreTitle
source: Discover new trails
it: Scopri nuovi sentieri

# onboardingExploreDesc
source: Explore routes published by the community. Save your favorites to your wishlist and plan your next adventure.
it: Esplora percorsi pubblicati dalla community. Salva i tuoi preferiti nella wishlist e pianifica la tua prossima avventura.

# onboardingConnectTitle
source: Connect with others
it: Connettiti con altri

# onboardingConnectDesc
source: Follow friends and hikers, share your routes and climb the weekly leaderboard. Earn XP and unlock badges!
it: Segui amici ed escursionisti, condividi i tuoi percorsi e scala la classifica settimanale. Guadagna XP e sblocca badge!

# onboardingOfflineTitle
source: Works offline too
it: Funziona anche offline

# onboardingOfflineDesc
source: Download maps to use without a connection. GPS tracking always works, even in airplane mode.
it: Scarica le mappe per usarle senza connessione. Il tracking GPS funziona sempre, anche in modalità aereo.

source: Choose your username
it: Scegli il tuo username

# usernameVisibleToOthers
source: This name will be visible to other TrailShare users
it: Questo nome sarà visibile agli altri utenti di TrailShare

# usernameExampleHint
source: e.g. john_doe
it: es. mario_rossi

# usernameRules
source: 3-20 characters • Letters, numbers, dots and underscores
it: 3-20 caratteri • Lettere, numeri, punti e underscore

# enterUsername
source: Enter a username
it: Inserisci un username

# usernameMinChars
source: Minimum 3 characters
it: Minimo 3 caratteri

# usernameMaxChars
source: Maximum 20 characters
it: Massimo 20 caratteri

# usernameInvalidChars
source: Only letters, numbers, dots and underscores
it: Solo lettere, numeri, punti e underscore

# usernameAlreadyTakenChooseAnother
source: Username already taken, choose another one
it: Username già in uso, scegline un altro

source: Continue with Apple
it: Continua con Apple

source: Continue with Google
it: Continua con Google

# orDivider
source: or
it: oppure

source: Enter your email
it: Inserisci la tua email

source: Invalid email
it: Email non valida

# enterPassword
source: Enter your password
it: Inserisci la password

source: Reset password
it: Recupera password

# enterEmailForReset
source: Enter your email to receive the reset link.
it: Inserisci la tua email per ricevere il link di reset.

# sendAction
source: Send
it: Invia

source: Reset email sent!
it: Email di reset inviata!

# genericError
source: Error
it: Errore

# loginAction
source: Log in
it: Accedi

# noAccountQuestion
source: Don't have an account?
it: Non hai un account?

# registerAction
source: Sign up
it: Registrati

source: Login cancelled
it: Accesso annullato

source: Create account
it: Crea account

source: Join TrailShare
it: Unisciti a TrailShare

# createAccountToSaveTracks
source: Create an account to save your tracks
it: Crea un account per salvare le tue tracce

source: or register with email
it: oppure registrati con email

source: Enter a password
it: Inserisci una password

# passwordMinSixChars
source: Minimum 6 characters
it: Minimo 6 caratteri

# passwordTooShort
source: Password must be at least 6 characters
it: La password deve avere almeno 6 caratteri

source: Confirm your password
it: Conferma la password

source: Passwords do not match
it: Le password non coincidono

# accountCreatedSuccess
source: ✅ Account created successfully!
it: ✅ Account creato con successo!

# acceptTermsAndPrivacy
source: By creating an account you agree to our Terms of Service and Privacy Policy
it: Creando un account accetti i nostri Termini di servizio e la Privacy Policy

# tracksTabCount
source: Tracks ({count})
it: Tracce ({count})

# groupsTabCount
source: Groups ({count})
it: Gruppi ({count})

# eventsTabCount
source: Events ({count})
it: Eventi ({count})

source: Show list
it: Mostra lista

source: Show map
it: Mostra mappa

source: Search tracks or users...
it: Cerca tracce o utenti...

source: No shared tracks
it: Nessuna traccia condivisa

source: No results for "{query}"
it: Nessun risultato per "{query}"
