Repository: todmax67/trailshare-flutter
Catalog: lib/l10n/app_*.arb
Languages: it

source: No GPS points to export
it: Nessun punto GPS da esportare

source: GPX Track: {name}
it: Traccia GPX: {name}

source: ✅ GPX exported!
it: ✅ GPX esportato!

source: Cannot load image
it: Impossibile caricare l'immagine

source: Hike photo
it: Foto escursione

# lengthLabel
source: Length
it: Lunghezza

# informationLabel
source: Information
it: Informazioni

source: Trail number
it: Numero sentiero

# managerLabel
source: Manager
it: Gestore

# networkLabel
source: Network
it: Rete

# regionLabel
source: Region
it: Regione

# followTrail
source: Follow the trail
it: Segui la traccia

# navigateToStart
source: Navigate to start point
it: Naviga al punto di partenza

# deleteTrailTitle
source: Delete trail
it: Elimina sentiero

# deleteTrailConfirmIntro
source: You are about to permanently delete:
it: Stai per eliminare definitivamente:

# deleteTrailIrreversible
source: This action is irreversible and will remove the trail from the map for all users.
it: Questa azione è irreversibile e rimuoverà il sentiero dalla mappa per tutti gli utenti.

# trailDeletedName
source: ✅ "{name}" deleted
it: ✅ "{name}" eliminato

# deleteErrorWithDetails
source: Delete error: {error}
it: Errore eliminazione: {error}

# loadingTrailWait
source: Loading track, please wait...
it: Caricamento traccia in corso, attendi...

# loadingRetryLater
source: Loading in progress, try again shortly...
it: Caricamento in corso, riprova tra un momento...

source: Trail GPX: {name}
it: Sentiero GPX: {name}

# cannotOpenNavigation
source: Cannot open navigation: {error}
it: Impossibile aprire la navigazione: {error}

source: GPS disabled
it: GPS disattivato

# gpsPermDenied
source: GPS permission denied
it: Permesso GPS negato

# gpsPermDeniedPermanently
source: GPS permission permanently denied
it: Permesso GPS negato permanentemente

source: GPS error
it: Errore GPS

source: Navigation active
it: Navigazione attiva

source: Waiting for GPS...
it: In attesa del GPS...

source: 🔊 Sound alert enabled
it: 🔊 Allarme sonoro attivato

source: 🔇 Sound alert disabled
it: 🔇 Allarme sonoro disattivato

# severeOffTrailDistance
source: You are {distance}m from the trail!
it: Sei a {distance}m dalla traccia!

# offTrailDistance
source: Off trail ({distance}m)
it: Fuori traccia ({distance}m)

# arrivedAtEnd
source: You reached the end of the trail! 🎉
it: Sei arrivato alla fine del sentiero! 🎉

source: See full trail
it: Vedi tutta la traccia

source: Center on me
it: Centra su di me

source: {percent}% completed
it: {percent}% completato

# remainingLabel
source: Remaining
it: Restante

# altitudeLabel
source: Altitude
it: Quota

# fromTrailLabel
source: From trail
it: Dalla traccia

source: Active recording
it: Registrazione attiva

# recordedPointsInfo
source: You recorded {count} points in {duration}. What do you want to do?
it: Hai registrato {count} punti in {duration}. Cosa vuoi fare?

source: Save and exit
it: Salva ed esci

source: Discard and exit
it: Scarta ed esci

source: Stop navigation?
it: Interrompere navigazione?

# stopFollowingQuestion
source: Do you want to stop following this trail?
it: Vuoi smettere di seguire questa traccia?

source: Too few points to save
it: Troppo pochi punti per salvare

# mustBeLoggedToSave
source: You must be logged in to save
it: Devi essere loggato per salvare

source: Discard recording?
it: Scartare registrazione?

# recordedPointsDiscard
source: You recorded {count} points. Discard them?
it: Hai registrato {count} punti. Vuoi scartarli?

source: No, save
it: No, salva

# discardAction
source: Discard
it: Scarta

# trackSavedWithCount
source: ✅ Track "{name}" saved! ({count} points)
it: ✅ Traccia "{name}" salvata! ({count} punti)

# saveTrackTitle
source: Save track
it: Salva traccia

# pointsLabel
source: Points
it: Punti

# sessionNotFound
source: Session not found or expired
it: Sessione non trovata o scaduta

# inLive
source: LIVE
it: IN DIRETTA

source: ENDED
it: TERMINATA

# lastSignal
source: Last signal: {time}
it: Ultimo segnale: {time}

source: Go back
it: Torna indietro

source: Recording found
it: Registrazione trovata

# unsavedRecordingFound
source: An unsaved recording was found:
it: È stata trovata una registrazione non salvata:

# wantToRecover
source: Do you want to recover it?
it: Vuoi recuperarla?

source: Recover
it: Recupera

# gpsPointsCount
source: 📍 {count} GPS points
it: 📍 {count} punti GPS

# recoveredGpsPoints
source: ✅ Recovered {count} GPS points
it: ✅ Recuperati {count} punti GPS

# lowBatteryWarning
source: ⚠️ Low battery! Track will be auto-saved at 5%
it: ⚠️ Batteria bassa! La traccia verrà salvata automaticamente al 5%

# criticalBatteryWarning
source: 🔋 Critical battery! Saving track...
it: 🔋 Batteria critica! Salvataggio traccia in corso...

source: (auto-saved)
it: (auto-salvato)

source: ✅ Track auto-saved!
it: ✅ Traccia salvata automaticamente!

# uploadingPhotos
source: Uploading {count} photos...
it: Upload di {count} foto...

source: Restoring recording...
it: Ripristino registrazione...

source: GPS not available
it: GPS non disponibile

source: 📸 Photo added!
it: 📸 Foto aggiunta!

# photosAdded
source: 📸 {count} photos added!
it: 📸 {count} foto aggiunte!

source: Photo deleted
it: Foto eliminata

source: Take photo
it: Scatta foto

source: Pick from gallery
it: Scegli dalla galleria

source: Cancel recording?
it: Annullare registrazione?

# trackDataWillBeLost
source: Current track data will be lost.
it: I dati della traccia corrente verranno persi.

# trackAndPhotosWillBeLost
source: Track data and {count} photos will be lost.
it: I dati della traccia e le {count} foto verranno persi.

source: No points recorded
it: Nessun punto registrato

# stopRecordingError
source: Error stopping the recording
it: Errore nel fermare la registrazione

# photosNotUploaded
source: ⚠️ {count} photos not uploaded
it: ⚠️ {count} foto non caricate

source: PAUSED
it: IN PAUSA

# speedLabel
source: Speed
it: Vel.

# avgSpeedLabel
source: Avg
it: Media

# paceLabel
source: Pace
it: Passo

# cancelLabel
source: Cancel
it: Annulla

# pauseLabel
source: Pause
it: Pausa

# resumeLabel
source: Resume
it: Riprendi

# saveLabel
source: Save
it: Salva

# motivational1
source: Great job! 💪
it: Ottimo lavoro! 💪

# motivational2
source: Amazing hike! 🏔️
it: Grande escursione! 🏔️

# motivational3
source: Fantastic trail! 🥾
it: Fantastico percorso! 🥾

# motivational4
source: What an adventure! 🌟
it: Che avventura! 🌟

# motivational5
source: You're a true explorer! 🧭
it: Sei un vero esploratore! 🧭

# motivational6
source: Trail completed! 🎯
it: Trail completato! 🎯

# motivational7
source: Well done, keep going! 🔥
it: Complimenti, continua così! 🔥

# continueBtn
source: Continue
it: Continua

source: Choose activity
it: Scegli attività

# byCycle
source: By bicycle
it: In bicicletta

# photosLabel
source: Photos
it: Foto

source: Saved Tracks
it: Percorsi Salvati

source: Remove from saved
it: Rimuovi dai salvati

# removeTrackQuestion
source: Do you want to remove this track from your list?
it: Vuoi rimuovere questo percorso dalla tua lista?

# removeLabel
source: Remove
it: Rimuovi

source: Track removed from saved
it: Percorso rimosso dai salvati

# loginToSeeSaved
source: Log in to see your saved tracks
it: Accedi per vedere i tuoi percorsi salvati

# saveTracksHint
source: Save the tracks you like to find them easily!
it: Salva i percorsi che ti interessano per ritrovarli facilmente!

source: Loading error
it: Errore nel caricamento

source: No saved tracks
it: Nessun percorso salvato

# exploreSavedHint
source: Explore the "Discover" section and save the tracks you like!
it: Esplora la sezione "Scopri" e salva i percorsi che ti interessano!

source: Go to Discover
it: Vai a Scopri

# userFallback
source: User
it: Utente

# gpsAccessError
source: Unable to access GPS. Check permissions.
it: Impossibile accedere al GPS. Verifica i permessi.

# gpsResumeError
source: Unable to resume GPS.
it: Impossibile riprendere il GPS.

# locationDisclosureTitle
source: Location access
it: Accesso alla posizione

# locationDisclosureBody
source: TrailShare uses your location to: • Record GPS tracks of your outdoor activities (hiking, running, cycling) • Show nearby trails and points of interest • Provide accurate statistics on distance, speed and route • Enable background tracking during recording to ensure route continuity even with the screen off Your location is not shared with third parties, unless you voluntarily publish a track to the community.
it: TrailShare utilizza la tua posizione per: • Registrare le tracce GPS delle tue attività outdoor (escursioni, corsa, ciclismo) • Mostrarti i sentieri e i punti di interesse vicini a te • Fornire statistiche accurate su distanza, velocità e percorso • Permettere il tracciamento in background durante la registrazione per garantire la continuità del percorso anche con lo schermo spento La tua posizione non viene condivisa con terze parti, salvo quando scegli volontariamente di pubblicare una traccia nella community.

# locationDisclosureDecline
source: Not now
it: Non ora

# locationDisclosureAccept
source: Got it, continue
it: Ho capito, continua
