Repository: todmax67/trailshare-flutter
Catalog: lib/l10n/app_*.arb
Languages: it

# tracksLabel
source: tracks
it: tracce

source: Load more
it: Carica altre

source: Load more tracks
it: Carica altre tracce

source: New Group
it: Nuovo Gruppo

# myFilterCount
source: Mine ({count})
it: I miei ({count})

# discoverFilter
source: Discover
it: Scopri

# codeLabel
source: Code
it: Codice

source: No groups
it: Nessun gruppo

# createGroupCTA
source: Create a group to organize outings, launch challenges and chat with your adventure companions!
it: Crea un gruppo per organizzare uscite, lanciare sfide e chattare con i tuoi compagni di avventura!

source: No groups available
it: Nessun gruppo disponibile

# noPublicGroupsCTA
source: There are no public groups to join at the moment. Create one yourself!
it: Non ci sono gruppi pubblici a cui unirti al momento. Creane uno tu!

# memberCountPlural
source: {count, plural, =1{1 member} other{{count} members}}
it: {count, plural, =1{1 membro} other{{count} membri}}

# publicLabel
source: Public
it: Pubblico

# privateLabel
source: Private
it: Privato

# secretLabel
source: Secret
it: Segreto

# joinedGroupSnack
source: You joined "{name}"!
it: Ti sei unito a "{name}"!

# joinGroupAction
source: Join
it: Unisciti

# requestSentSnack
source: Request sent to "{name}"!
it: Richiesta inviata a "{name}"!

# requestAction
source: Request
it: Richiedi

# publicEventsFilter
source: Public
it: Pubblici

source: Active challenges ({count})
it: Sfide attive ({count})

source: No events scheduled
it: Nessun evento in programma

# groupEventsWillAppear
source: Events from your groups will appear here
it: Gli eventi dei tuoi gruppi appariranno qui

source: No public events
it: Nessun evento pubblico

# publicEventsWillAppear
source: Events from public groups will appear here
it: Gli eventi dei gruppi pubblici appariranno qui

# participating
source: ✓ Joined
it: ✓ Partecipo

source: Clear search
it: Cancella ricerca

# enterInviteCodeDesc
source: Enter the invite code you received to join a group.
it: Inserisci il codice invito ricevuto per unirti a un gruppo.

# codeMustBeSixChars
source: Code must be 6 characters
it: Il codice deve essere di 6 caratteri

source: Unknown error
it: Errore sconosciuto

# joinedGroupGeneric
source: You joined the group!
it: Ti sei unito al gruppo!

# daysShort
source: {days}d
it: {days}g

# monthShortJan
source: JAN
it: GEN

# monthShortMay
source: MAY
it: MAG

# monthShortJun
source: JUN
it: GIU

# monthShortJul
source: JUL
it: LUG

# monthShortAug
source: AUG
it: AGO

# monthShortSep
source: SEP
it: SET

# monthShortOct
source: OCT
it: OTT

# monthShortDec
source: DEC
it: DIC

# leaveGroupConfirm
source: Do you want to leave "{name}"?
it: Vuoi uscire da "{name}"?

# exitAction
source: Exit
it: Esci

# deleteAction
source: Delete
it: Elimina

# membersLabel
source: Members
it: Membri

# eventsTab
source: Events
it: Eventi

# challengesTab
source: Challenges
it: Sfide

# inviteCodeTitle
source: Invite Code
it: Codice Invito

source: Regenerate code
it: Rigenera codice

# shareInviteCodeDesc
source: Share this code to invite new people to the group
it: Condividi questo codice per invitare nuove persone al gruppo

# publicVisibilityDesc
source: Visible, anyone can join
it: Visibile, chiunque può unirsi

# privateVisibilityDesc
source: Visible, request to join
it: Visibile, richiesta accesso

# secretVisibilityDesc
source: Hidden, invite code only
it: Invisibile, solo codice invito

source: Access requests
it: Richieste di accesso

source: Requested on {date}
it: Richiesta il {date}

# pendingStatus
source: Pending
it: In attesa

# userApproved
source: {username} approved!
it: {username} approvato!

# descriptionLabel
source: Description
it: Descrizione

# editAction
source: Edit
it: Modifica

# noDescriptionHint
source: No description. Tap edit to add one.
it: Nessuna descrizione. Tocca modifica per aggiungerne una.

# createdOnLabel
source: Created on
it: Creato il

source: Your role
it: Il tuo ruolo

# administratorRole
source: Administrator
it: Amministratore

# memberRole
source: Member
it: Membro

# founderLabel
source: Founder
it: Fondatore

source: You created this group
it: Tu hai creato questo gruppo

source: Edit group
it: Modifica gruppo

# groupNameLabel
source: Group name
it: Nome gruppo

# descriptionHint
source: Describe your group...
it: Descrivi il tuo gruppo...

# nameMinThreeChars
source: Name must be at least 3 characters
it: Il nome deve avere almeno 3 caratteri

# regenerateCodeTitle
source: Regenerate code
it: Rigenera codice

# regenerateCodeDesc
source: The old code will no longer work. Do you want to generate a new invite code?
it: Il vecchio codice non funzionerà più. Vuoi generare un nuovo codice invito?

# regenerateAction
source: Regenerate
it: Rigenera

# newCodeSnack
source: New code: {code}
it: Nuovo codice: {code}

source: Code copied!
it: Codice copiato!

# groupNowIs
source: Group is now {visibility}
it: Gruppo ora è {visibility}

# inviteShareText
source: Join the group "{name}" on TrailShare! Use the invite code: {code} Download TrailShare and enter the code in the Community > Groups section.
it: Unisciti al gruppo "{name}" su TrailShare! Usa il codice invito: {code} Scarica TrailShare e inserisci il codice nella sezione Community > Gruppi.

# inviteShareSubject
source: TrailShare group invite
it: Invito gruppo TrailShare

# userLabel
source: User
it: Utente

# leaveGroupTitle
source: Leave group
it: Esci dal gruppo

# deleteGroupMenu
source: Delete group
it: Elimina gruppo

# monthLowerGen
source: Jan
it: gen

# monthLowerMag
source: May
it: mag

# monthLowerGiu
source: Jun
it: giu

# monthLowerLug
source: Jul
it: lug

# monthLowerAgo
source: Aug
it: ago

# monthLowerSet
source: Sep
it: set

# monthLowerOtt
source: Oct
it: ott

# monthLowerDic
source: Dec
it: dic

# groupNameHint
source: E.g. Mountain Hikers
it: Es. Escursionisti Orobie

# enterGroupName
source: Enter a name for the group
it: Inserisci un nome per il gruppo

source: What does your group do?
it: Cosa fa il vostro gruppo?

# visibilityLabel
source: Visibility
it: Visibilità

# publicVisibilityDescFull
source: Visible to everyone, anyone can join
it: Visibile a tutti, chiunque può unirsi

# privateVisibilityDescFull
source: Visible to everyone, admin approval required
it: Visibile a tutti, ma serve approvazione admin

# secretVisibilityDescFull
source: Hidden, accessible only via invite code
it: Invisibile, accessibile solo tramite codice invito

source: Group created!
it: Gruppo creato!

# groupCreationError
source: Error creating the group
it: Errore nella creazione del gruppo

# eventLabel
source: Event
it: Evento

source: Delete post
it: Elimina post

# deletePostConfirm
source: Do you want to delete this post?
it: Vuoi eliminare questo post?

source: Delete event
it: Elimina evento

# deleteEventConfirm
source: Do you want to delete this event? This action is irreversible.
it: Vuoi eliminare questo evento? L'azione è irreversibile.

source: Change cover
it: Cambia copertina

source: Add cover
it: Aggiungi copertina

# participantsWithMax
source: Participants ({count}/{max})
it: Partecipanti ({count}/{max})

# participantsOnly
source: Participants ({count})
it: Partecipanti ({count})

source: No participants yet
it: Nessun partecipante ancora

source: Enrolled — Withdraw
it: Sei iscritto — Ritirati

# eventFull
source: Event is full
it: Evento al completo

# participate
source: Join
it: Partecipa

# updatesLabel
source: Updates
it: Aggiornamenti

# writeUpdate
source: Write an update...
it: Scrivi un aggiornamento...

source: Add photo
it: Aggiungi foto

source: Publish
it: Pubblica

source: No updates
it: Nessun aggiornamento

# shareEventPhotos
source: Share info, news or photos of the event!
it: Condividi info, novità o foto dell'evento!

# justNow
source: Now
it: Ora

# minutesAgo
source: {count} min ago
it: {count} min fa

# hoursAgo
source: {count} hours ago
it: {count} ore fa

# daysAgo
source: {count} days ago
it: {count} giorni fa

# concluded
source: Ended
it: Concluso

# organizedBy
source: Organized by {name}
it: Organizzato da {name}

# photoEmoji
source: 📷 Photo
it: 📷 Foto

# deleteEventMenu
source: Delete event
it: Elimina evento

# uploadError
source: Upload error: {error}
it: Errore upload: {error}

# monthFullJan
source: January
it: Gennaio

# monthFullFeb
source: February
it: Febbraio

# monthFullMar
source: March
it: Marzo

# monthFullApr
source: April
it: Aprile

# monthFullMay
source: May
it: Maggio

# monthFullJun
source: June
it: Giugno

# monthFullJul
source: July
it: Luglio

# monthFullAug
source: August
it: Agosto

# monthFullSep
source: September
it: Settembre

# monthFullOct
source: October
it: Ottobre

# monthFullNov
source: November
it: Novembre

# monthFullDec
source: December
it: Dicembre

# sendImageError
source: Error sending image: {error}
it: Errore invio immagine: {error}

# yesterdayAtTime
source: Yesterday {time}
it: Ieri {time}

# upcomingFilter
source: Upcoming
it: Prossimi

# allFilter
source: All
it: Tutti

# noEventsTitle
source: No events
it: Nessun evento

source: Organize an outing!
it: Organizza un'uscita!

# pastLabel
source: Past
it: Passato

source: Withdraw
it: Ritirati

# participantsCountWithMax
source: {count}/{max} participants
it: {count}/{max} partecipanti

# participantsCountSimple
source: {count} participants
it: {count} partecipanti

# createFirstGroup
source: Create your first group
it: Crea il tuo primo gruppo

# myGroupsTab
source: My Groups
it: I miei Gruppi

source: New Challenge
it: Nuova Sfida

# challengeTitleRequired
source: Challenge title *
it: Titolo sfida *

# challengeTitleHint
source: E.g. Who covers the most km this week?
it: Es. Chi fa più km questa settimana?

# challengeTypeRequired
source: Challenge type *
it: Tipo di sfida *

# goalRequired
source: Goal *
it: Obiettivo *

# durationRequired
source: Duration *
it: Durata *

# enterValidGoal
source: Enter a valid goal
it: Inserisci un obiettivo valido

# launchChallenge
source: Launch the Challenge!
it: Lancia la Sfida!

# distanceLabel
source: Distance
it: Distanza

# elevationLabel
source: Elevation
it: Dislivello

# consistencyLabel
source: Consistency
it: Costanza

# distanceDesc
source: Who covers the most km
it: Chi percorre più km

# elevationDesc
source: Who accumulates the most meters
it: Chi accumula più metri

# tracksDesc
source: Who records the most outings
it: Chi registra più uscite

# consistencyDesc
source: Most consecutive days
it: Più giorni consecutivi

# distanceHint
source: E.g. 50 (km)
it: Es. 50 (km)

# elevationHint
source: E.g. 2000 (meters)
it: Es. 2000 (metri)

# tracksHint
source: E.g. 10 (tracks)
it: Es. 10 (tracce)

# streakHint
source: E.g. 7 (days)
it: Es. 7 (giorni)

# suffixTracks
source: tracks
it: tracce

# suffixDays
source: days
it: giorni

# threeDays
source: 3 days
it: 3 giorni

# oneWeek
source: 1 week
it: 1 settimana

# twoWeeks
source: 2 weeks
it: 2 settimane

# oneMonth
source: 1 month
it: 1 mese

# challengeInfoText
source: The challenge starts today and lasts {days} days. Progress is calculated automatically from recorded tracks.
it: La sfida inizia oggi e dura {days} giorni. I progressi vengono calcolati automaticamente dalle tracce registrate.

# challengeCreatedShort
source: Challenge created!
it: Sfida creata!

# challengeCreationError
source: Error creating the challenge
it: Errore nella creazione

source: New Event
it: Nuovo Evento

# titleRequired
source: Title *
it: Titolo *

# eventTitleHint
source: E.g. Hike to Mountain Refuge
it: Es. Uscita al Rifugio Vaccaro

source: Date and time *
it: Data e ora *

# outingDetails
source: Details about the outing...
it: Dettagli sull'uscita...

source: Meeting point
it: Punto di ritrovo

# meetingPointHint
source: E.g. Central parking lot
it: Es. Parcheggio Parre centro

source: Route details
it: Dettagli percorso

# difficultyLabel
source: Difficulty
it: Difficoltà

# mediumDifficulty
source: Medium
it: Medio

# expertDifficulty
source: Expert
it: Esperto

# maxParticipantsLabel
source: Maximum participants
it: Partecipanti massimi

# notesLabel
source: Notes
it: Note

# notesHint
source: E.g. Bring packed lunch, trekking poles recommended...
it: Es. Portare pranzo al sacco, bastoncini consigliati...

# eventCreatedSnack
source: Event created!
it: Evento creato!

# distanceHintShort
source: Distance
it: Distanza

# elevationHintShort
source: Elevation
it: Dislivello

# activeFilter
source: Active
it: Attive

# allChallengesFilter
source: All
it: Tutte

source: No challenges
it: Nessuna sfida

# launchGroupChallenge
source: Launch a challenge to the group!
it: Lancia una sfida al gruppo!

source: Last day!
it: Ultimo giorno!

# daysLeftCount
source: {count} days
it: {count} giorni

# concludedFemale
source: Ended
it: Conclusa

# createdByFemale
source: Created by {name}
it: Creata da {name}

# goalColon
source: Goal: {value}
it: Obiettivo: {value}

# typeAndGoal
source: {type} • Goal: {goal}
it: {type} • Obiettivo: {goal}

# suffixDaysShort
source: d
it: gg

# membersWithCount
source: Members ({count})
it: Membri ({count})

# inviteTooltip
source: Invite
it: Invita

source: Remove member
it: Rimuovi membro

# removeMemberConfirm
source: Do you want to remove {name} from the group?
it: Vuoi rimuovere {name} dal gruppo?

# removeAction
source: Remove
it: Rimuovi

# youSuffix
source: (you)
it: (tu)

# adminWithCrown
source: 👑 Administrator
it: 👑 Amministratore

# allContactsInGroup
source: All your contacts are already in the group
it: Tutti i tuoi contatti sono già nel gruppo

# inviteContact
source: Invite a contact
it: Invita un contatto

# addedToGroup
source: {name} added to the group!
it: {name} aggiunto al gruppo!

# inviteAction
source: Invite
it: Invita

# shareTooltip
source: Share
it: Condividi

source: Publish to community
it: Pubblica nella community

# elevationGainLabel
source: Elevation +
it: Dislivello +

# photosCount
source: 📸 {count} photos
it: 📸 {count} foto

# publishedBadge
source: Public
it: Pubblica

# dateLabel
source: Date
it: Data

source: GPS Points
it: Punti GPS

source: Max elevation
it: Quota max

source: Min elevation
it: Quota min

# caloriesLabel
source: Calories
it: Calorie

# stepsLabel
source: Steps
it: Passi

# activityLabel
source: Activity
it: Attività

source: Change activity
it: Cambia attività

source: On foot
it: A piedi

source: By bicycle
it: In bicicletta

source: Winter sports
it: Sport invernali

# nameLabel
source: Name
it: Nome

# addDescription
source: Add a description...
it: Aggiungi una descrizione...

source: Name cannot be empty
it: Il nome non può essere vuoto

source: ✅ Track updated!
it: ✅ Traccia aggiornata!

# publishToCommunityTitle
source: Publish to community
it: Pubblica nella community

# publishCommunityDesc
source: Your track will be visible to all users in the "Discover" section.
it: La tua traccia sarà visibile a tutti gli utenti nella sezione "Scopri".

# publishAction
source: Publish
it: Pubblica

# heartRateTitle
source: Heart rate data
it: Dati battito cardiaco

# searchHRFromWatch
source: Tap to search HR data from your smartwatch
it: Tocca per cercare dati HR dal tuo smartwatch

# searchingHR
source: 🔍 Searching heart rate data...
it: 🔍 Ricerca dati battito cardiaco...

# hrSamplesFound
source: ❤️ {count} HR samples found!
it: ❤️ {count} campioni HR trovati!

# noHRFound
source: No HR data found. Make sure your smartwatch has synced with Health Connect.
it: Nessun dato HR trovato. Assicurati che il tuo smartwatch abbia sincronizzato con Health Connect.

# hrRetrievalError
source: Error retrieving HR data
it: Errore nel recupero dati HR

# mustBeLoggedIn
source: You must be logged in
it: Devi essere loggato

# trackPublished
source: ✅ Track published to community!
it: ✅ Traccia pubblicata nella community!

# publishFailed
source: Publication failed
it: Pubblicazione fallita

# unpublishTitle
source: Remove from community
it: Rimuovi dalla community

# unpublishDesc
source: The track will no longer be visible in the "Discover" section. You can republish it at any time.
it: La traccia non sarà più visibile nella sezione "Scopri". Puoi ripubblicarla in qualsiasi momento.

# trackUnpublished
source: Track removed from community
it: Traccia rimossa dalla community

# deleteTrackTitle
source: Delete track
it: Elimina traccia

# deleteTrackIrreversible
source: This action is irreversible. The track will be permanently deleted.
it: Questa azione è irreversibile. La traccia verrà eliminata definitivamente.

# downloadTooltip
source: Download
it: Scarica

# quotaLabel
source: Elevation
it: Quota

# positionLabel
source: Position
it: Posizione

# timeLabel
source: Time
it: Tempo

# photoInfo
source: Photo Information
it: Informazioni Foto

# latitudeLabel
source: Latitude
it: Latitudine

# longitudeLabel
source: Longitude
it: Longitudine

# photoFrom
source: Photo from {name}
it: Foto da {name}

source: Download error
it: Errore download

# errorLabel
source: Error
it: Errore

# editMenu
source: Edit
it: Modifica

# detailsHeader
source: Details
it: Dettagli

# durationStatLabel
source: Duration
it: Durata

# activityChangedTo
source: Activity changed to {name}
it: Attività cambiata in {name}

# publishDialogContent
source: Your track will be visible to all users in the "Discover" section.
it: La tua traccia sarà visibile a tutti gli utenti nella sezione "Scopri".

# heartRateDataTitle
source: Heart rate data
it: Dati battito cardiaco

# tapToSearchHR
source: Tap to search HR data from your smartwatch
it: Tocca per cercare dati HR dal tuo smartwatch

# noHRData
source: No HR data found. Make sure your smartwatch has synced with Health Connect.
it: Nessun dato HR trovato. Assicurati che il tuo smartwatch abbia sincronizzato con Health Connect.

# unpublishContent
source: The track will no longer be visible in the "Discover" section. You can republish it at any time.
it: La traccia non sarà più visibile nella sezione "Scopri". Puoi ripubblicarla in qualsiasi momento.

# deleteTrackContent
source: This action is irreversible. The track will be permanently deleted.
it: Questa azione è irreversibile. La traccia verrà eliminata definitivamente.

# elevationLossLabel
source: Elevation loss
it: Dislivello -

# photoInfoTitle
source: Photo Info
it: Informazioni Foto

# dateInfoLabel
source: Date
it: Data

# timeInfoLabel
source: Time
it: Ora

# elevationQuotaLabel
source: Altitude
it: Quota

# captionLabel
source: Description
it: Descrizione

# quotaMetadata
source: Altitude
it: Quota

# positionMetadata
source: Position
it: Posizione

# timeMetadata
source: Time
it: Ora

# listTab
source: List
it: Lista

# planTab
source: Plan
it: Pianifica

# loginToSeeTracks
source: Log in to see your tracks
it: Effettua il login per vedere le tue tracce

# loadingErrorWithDetails
source: Loading error: {error}
it: Errore caricamento: {error}

# noTracksSaved
source: No saved tracks
it: Nessuna traccia salvata

# startRecordingAdventures
source: Start recording your adventures!
it: Inizia a registrare le tue avventure!

# loginToPlan
source: Log in to plan tracks
it: Accedi per pianificare tracce

# mapAction
source: Map
it: Mappa

# deleteTrackConfirmName
source: Are you sure you want to delete "{name}"?
it: Sei sicuro di voler eliminare "{name}"?

# plannedBadge
source: PLANNED
it: PIANIFICATA

# todayAtTime
source: Today {time}
it: Oggi {time}

# cannotReadFile
source: Cannot read the file. Make sure it is a valid GPX or FIT file.
it: Impossibile leggere il file. Verifica che sia un file GPX o FIT valido.

# cannotReadGpx
source: Cannot read the GPX file. Make sure it is a valid file.
it: Impossibile leggere il file GPX. Verifica che sia un file valido.

# importGpxTitle
source: Import a GPX file
it: Importa un file GPX

# selectGpxFromDevice
source: Select a .gpx file from your device
it: Seleziona un file .gpx dal tuo dispositivo

source: Select GPX file
it: Seleziona file GPX

# activityTypeLabel
source: Activity type
it: Tipo di attività

# changeFile
source: Change
it: Cambia

# trackImported
source: ✅ Track imported successfully!
it: ✅ Traccia importata con successo!

# saveErrorWithDetails
source: Save error: {error}
it: Errore salvataggio: {error}

source: No GPS data
it: Nessun dato GPS

# elevationGainShort
source: Elevation gain
it: Dislivello

# cannotCalculateRoute
source: Cannot calculate the route. Please retry.
it: Impossibile calcolare il percorso. Riprova.

# addAtLeast2Points
source: Add at least 2 points to the route
it: Aggiungi almeno 2 punti al percorso

# loginToSave
source: You must log in to save
it: Devi effettuare il login per salvare

source: Route saved! 🎉
it: Percorso salvato! 🎉

# tapMapToStart
source: Tap the map to start
it: Tocca la mappa per iniziare

# waypointCount
source: {count} points
it: {count} punti

# waypointSingle
source: 1 point
it: 1 punto

source: Long press to remove
it: Tieni premuto per rimuovere

# addPointsToCreate
source: Add points to create a route
it: Aggiungi punti per creare un percorso

# calculatingRouteHiking
source: Calculating hiking route...
it: Calcolo percorso hiking...

# calculatingRouteCycling
source: Calculating cycling route...
it: Calcolo percorso cycling...

# ascentLabel
source: Ascent
it: Salita

# descentLabel
source: Descent
it: Discesa

# timeEstLabel
source: Time
it: Tempo

source: Clear route
it: Cancella percorso

# clearRouteConfirm
source: Do you want to clear all points?
it: Vuoi cancellare tutti i punti?

# clearAction
source: Clear
it: Cancella

source: Save route
it: Salva percorso

source: Route name
it: Nome percorso

source: Enter a name
it: Inserisci un nome

# hikeDefaultName
source: Hike
it: Escursione

# bikeDefaultName
source: Bike ride
it: Giro in bici

# recordLabel
source: Record
it: Registra

# tracksNavLabel
source: Tracks
it: Tracce

# discoverWithCount
source: Discover ({count})
it: Scopri ({count})

source: Loading trails...
it: Caricamento sentieri...

# trailsUpdating
source: {count} trails · Updating...
it: {count} sentieri · Aggiornamento...

# trailsZoomForDetails
source: {count} trails (zoom for details)
it: {count} sentieri (zoom per dettagli)

# moveMapToExplore
source: Move the map to explore trails
it: Sposta la mappa per esplorare i sentieri

# trailsInArea
source: {count} trails in this area
it: {count} sentieri in questa zona

# positionBtn
source: 📍 Position
it: 📍 Posizione

# noResultsFor
source: No results for "{query}"
it: Nessun risultato per "{query}"

# trailsLabel
source: trails
it: sentieri

# noTrailInArea
source: No trail in this area
it: Nessun sentiero in questa zona

# moveOrZoomMap
source: Move or zoom the map to explore other areas
it: Sposta o zooma la mappa per esplorare altre aree

# trailFallback
source: Trail
it: Sentiero

# circularBadge
source: Circular
it: Circolare

source: Shared on {date}
it: Condiviso il {date}

# photosWithCount
source: Photos ({count})
it: Foto ({count})

# detailsLabel
source: Details
it: Dettagli

# sourceLabel
source: Source
it: Fonte

source: Exporting...
it: Esportazione...

source: Download GPX
it: Scarica GPX

# alreadyPromoted
source: Already promoted to Trail ✓
it: Già promossa a Sentiero ✓

source: Promotion in progress...
it: Promozione in corso...

source: Promote to Trail
it: Promuovi a Sentiero

# promoteDialogDescription
source: This track will be added to public trails and will be visible to all users in the Discover section.
it: Questa traccia verrà aggiunta ai sentieri pubblici e sarà visibile a tutti gli utenti nella sezione Scopri.

# authorLabel
source: Author
it: Autore

# fewGpsPointsWarning
source: Few GPS points — the track may be inaccurate
it: Pochi punti GPS — la traccia potrebbe essere imprecisa

source: Promote
it: Promuovi

# trackPromotedSuccess
source: ✅ Track promoted to public trail!
it: ✅ Traccia promossa a sentiero pubblico!

source: Promotion failed
it: Promozione fallita
