Repository: todmax67/trailshare-flutter
Catalog: lib/l10n/app_*.arb
Languages: it

source: Save
it: Salva

source: Cancel
it: Annulla

source: Delete
it: Elimina

source: Confirm
it: Conferma

source: Edit
it: Modifica

source: Create
it: Crea

source: Add
it: Aggiungi

source: Send
it: Invia

source: Search
it: Cerca

source: Share
it: Condividi

source: Close
it: Chiudi

source: Back
it: Indietro

source: Next
it: Avanti

source: Done
it: Fatto

source: Yes
it: Sì

source: Loading...
it: Caricamento...

source: Retry
it: Riprova

source: Error
it: Errore

source: Success
it: Successo

source: Warning
it: Attenzione

source: Select
it: Seleziona

source: Copy
it: Copia

# continueAction
source: Continue
it: Continua

source: Distance
it: Distanza

source: Elevation
it: Dislivello

# elevationGain
source: Elev. gain
it: Dislivello+

# elevationLoss
source: Elev. loss
it: Dislivello-

source: Duration
it: Durata

source: Speed
it: Velocità

source: Avg speed
it: Vel. media

source: Max speed
it: Vel. max

source: Pace
it: Passo

source: Altitude
it: Altitudine

# maxAltitude
source: Max alt.
it: Alt. max

# minAltitude
source: Min alt.
it: Alt. min

source: Total distance
it: Distanza totale

source: Total elevation
it: Dislivello totale

source: Activity
it: Attività

# activityChanged
source: Activity changed to {type}
it: Attività cambiata in {type}

source: Details
it: Dettagli

source: Statistics
it: Statistiche

source: Stats per Km
it: Statistiche per Km

source: Photos
it: Foto

source: Map
it: Mappa

source: Track
it: Traccia

source: Tracks
it: Tracce

source: My tracks
it: Le mie tracce

# noTracks
source: No tracks saved
it: Nessuna traccia salvata

source: Track saved!
it: Traccia salvata!

source: Track deleted
it: Traccia eliminata

source: Save track
it: Salva traccia

source: Saving track...
it: Salvataggio traccia...

source: Edit track
it: Modifica traccia

source: Delete track
it: Elimina traccia

# deleteTrackConfirm
source: Delete this track? This action cannot be undone.
it: Vuoi eliminare questa traccia? L'azione è irreversibile.

# publishTrack
source: Publish to community
it: Pubblica nella community

source: Remove from community
it: Rimuovi dalla community

source: Published
it: Pubblica

source: Track name
it: Nome traccia

source: No name
it: Senza nome

source: Export GPX
it: Esporta GPX

# exportError
source: Export error: {error}
it: Errore export: {error}

source: Import GPX
it: Importa GPX

source: Plan route
it: Pianifica percorso

source: Planned routes
it: Percorsi pianificati

source: RECORDING
it: REGISTRAZIONE

source: Start recording
it: Inizia registrazione

source: Stop recording
it: Ferma registrazione

# pauseRecording
source: Pause
it: Pausa

# resumeRecording
source: Resume
it: Riprendi

# criticalBattery
source: Critical battery! Saving track...
it: Batteria critica! Salvataggio traccia in corso...

source: GPS signal lost
it: Segnale GPS perso

# gpsSignalWeak
source: Weak GPS signal
it: Segnale GPS debole

source: Recording in progress
it: Registrazione in corso

source: Log in
it: Accedi

# register
source: Sign up
it: Registrati

source: Log out
it: Esci

source: Confirm password
it: Conferma password

source: Forgot password?
it: Password dimenticata?

# loginWith
source: Log in with {provider}
it: Accedi con {provider}

source: Track your adventures
it: Traccia le tue avventure

source: or
it: oppure

# alreadyHaveAccount
source: Already have an account?
it: Hai già un account?

# noAccount
source: Don't have an account?
it: Non hai un account?

# registerNow
source: Sign up now
it: Registrati ora

# chooseUsername
source: Choose your username
it: Scegli il tuo username

# usernameHint
source: What should we call you?
it: Come vuoi essere chiamato?

# usernameRequired
source: Username is required
it: L'username è obbligatorio

# usernameTooShort
source: At least 3 characters
it: Almeno 3 caratteri

source: Username already taken
it: Username già in uso

source: Profile
it: Profilo

source: Edit profile
it: Modifica profilo

source: Level
it: Livello

source: Followers
it: Follower

source: Following
it: Seguiti

source: Follow
it: Segui

source: Unfollow
it: Non seguire più

source: No followers
it: Nessun follower

# noFollowing
source: Not following anyone
it: Non segui nessuno

# followersCount
source: {count} followers
it: {count} follower

# followingCount
source: {count} following
it: {count} seguiti

# shareProfile
source: Share your hikes to get noticed!
it: Condividi le tue escursioni per farti conoscere!

source: Discover
it: Scopri

source: Search trails...
it: Cerca sentieri...

# noTrailsInArea
source: No trails in this area
it: Nessun sentiero in questa zona

source: Loading full track...
it: Caricamento traccia completa...

source: Trail details
it: Dettagli sentiero

source: Delete trail (Admin)
it: Elimina sentiero (Admin)

source: Difficulty
it: Difficoltà

source: Easy
it: Facile

source: Moderate
it: Moderato

source: Hard
it: Difficile

source: Community tracks
it: Tracce community

source: Discover groups
it: Scopri gruppi

# suggestedUsers
source: People you may know
it: Persone che potresti conoscere

source: Search users
it: Cerca utenti

# searchUsersHint
source: Search users with the bar above
it: Cerca utenti con la barra in alto

# noSuggestions
source: No suggestions at the moment
it: Nessun suggerimento al momento

source: No results
it: Nessun risultato

source: Groups
it: Gruppi

source: My groups
it: I miei gruppi

source: Group
it: Gruppo

source: Create Group
it: Crea Gruppo

# joinGroup
source: Join
it: Unisciti

source: Leave group
it: Lascia gruppo

source: Delete group
it: Elimina gruppo

# deleteGroupConfirm
source: Do you want to delete "{name}"? This action is irreversible.
it: Vuoi eliminare "{name}"? Questa azione è irreversibile.

source: Group name
it: Nome del gruppo

source: Group description
it: Descrizione del gruppo

source: Members
it: Membri

# membersCount
source: {count} members
it: {count} membri

source: Invite code
it: Codice invito

# inviteCodeHint
source: Enter invite code
it: Inserisci codice invito

source: Join with code
it: Unisciti con codice

source: Visibility
it: Visibilità

source: Public
it: Pubblico

# privateGroup
source: Private
it: Privato

source: Secret
it: Segreto

# publicDesc
source: Visible to everyone, anyone can join
it: Visibile a tutti, chiunque può unirsi

# privateDesc
source: Visible to everyone, access on request
it: Visibile a tutti, accesso su richiesta

# secretDesc
source: Invisible, invite code only
it: Invisibile, solo con codice invito

source: Request access
it: Richiedi accesso

source: Request sent!
it: Richiesta inviata!

# requestAlreadySent
source: You already sent a request
it: Hai già inviato una richiesta

# pendingRequests
source: Access requests
it: Richieste di accesso

# approveRequest
source: Approve
it: Approva

# rejectRequest
source: Reject
it: Rifiuta

source: Request approved
it: Richiesta approvata

source: Request rejected
it: Richiesta rifiutata

source: Group visibility
it: Visibilità del gruppo

source: Messages
it: Messaggi

source: No messages
it: Nessun messaggio

# startConversation
source: Start the conversation!
it: Inizia la conversazione!

# writeMessage
source: Write a message...
it: Scrivi un messaggio...

source: Sending image...
it: Invio immagine...

source: Image upload error
it: Errore invio immagine

source: Events
it: Eventi

source: Create event
it: Crea evento

source: Event title
it: Titolo evento

# eventDate
source: Date
it: Data

# eventTime
source: Time
it: Ora

# eventDescription
source: Details about the outing...
it: Dettagli sull'uscita...

# eventDistance
source: Distance
it: Distanza

# eventElevation
source: Elevation
it: Dislivello

source: Max participants
it: Max partecipanti

source: No limit
it: Nessun limite

source: Join
it: Partecipa

source: Leave
it: Lascia

source: Participants
it: Partecipanti

# noEvents
source: No upcoming events
it: Nessun evento in programma

source: Upcoming events
it: Prossimi eventi

source: Challenges
it: Sfide

source: Create challenge
it: Crea sfida

source: Challenge title
it: Titolo sfida

# noParticipants
source: No participants yet
it: Nessun partecipante ancora

source: Leaderboard
it: Classifica

source: Active challenges
it: Sfide attive

source: Completed challenges
it: Sfide completate

source: Challenge type
it: Tipo sfida

# distanceChallenge
source: Distance
it: Distanza

# elevationChallenge
source: Elevation
it: Dislivello

# tracksChallenge
source: Tracks
it: Tracce

# streakChallenge
source: Streak
it: Costanza

source: Settings
it: Impostazioni

# generalSettings
source: General
it: Generali

# mapSettings
source: Maps
it: Mappe

# notificationSettings
source: Notifications
it: Notifiche

source: Theme
it: Tema

source: Dark mode
it: Modalità scura

source: Light mode
it: Modalità chiara

# systemMode
source: Follow system
it: Segui sistema

source: Language
it: Lingua

source: Offline Maps
it: Mappe Offline

source: Download map
it: Scarica mappa

source: Delete map
it: Elimina mappa

source: Map downloaded
it: Mappa scaricata

source: Storage used
it: Spazio utilizzato

source: Units
it: Unità di misura

# metric
source: Metric (km, m)
it: Metriche (km, m)

# imperial
source: Imperial (mi, ft)
it: Imperiali (mi, ft)

source: About
it: Informazioni

source: Version
it: Versione

source: Terms of Service
it: Termini di Servizio

source: Delete Account
it: Elimina Account

# deleteAccountConfirm
source: Delete your account? All data will be lost.
it: Vuoi eliminare il tuo account? Tutti i dati verranno persi.

# durationLabel
source: Duration: {duration}
it: Durata: {duration}

# wishlistAdded
source: Saved
it: Salvato

# wishlistRemoved
source: Removed
it: Rimosso

source: Saved
it: Salvato

source: Saving...
it: Salvataggio...

# errorGeneric
source: An error occurred
it: Si è verificato un errore

# errorUnknown
source: Unknown error
it: Errore sconosciuto

# errorNetwork
source: Connection error
it: Errore di connessione

# errorPermission
source: Permission denied
it: Permesso negato

source: No data
it: Nessun dato

source: No user
it: Nessun utente

source: Great job! 💪
it: Ottimo lavoro! 💪

# greatHike
source: Amazing hike! 🏔️
it: Grande escursione! 🏔️

source: Fantastic trail! 🥾
it: Fantastico percorso! 🥾

# whatAdventure
source: What an adventure! 🌟
it: Che avventura! 🌟

# trueExplorer
source: You're a true explorer! 🧭
it: Sei un vero esploratore! 🧭

source: Trail completed! 🎯
it: Trail completato! 🎯

# keepItUp
source: Well done, keep it up! 🔥
it: Complimenti, continua così! 🔥

source: Today
it: Oggi

source: Yesterday
it: Ieri

source: Shared tracks
it: Tracce condivise

source: Name
it: Nome

source: Description
it: Descrizione

source: Admin panel
it: Pannello admin

# noUsersFound
source: No users
it: Nessun utente

# noResultsFound
source: No results
it: Nessun risultato

source: Database Stats
it: Statistiche Database

# tapKmToHighlight
source: Tap a km to highlight it on the map
it: Tocca un km per evidenziarlo sulla mappa

# defaultUser
source: User
it: Utente

source: Username updated!
it: Username aggiornato!

source: Bio updated!
it: Bio aggiornata!

# errorWithDetails
source: Error: {error}
it: Errore: {error}

# logoutConfirm
source: Do you want to log out?
it: Vuoi uscire dal tuo account?

# loginToSeeProfile
source: Log in to see your profile
it: Accedi per vedere il tuo profilo

# loginProfileDescription
source: Save your tracks, follow other hikers and much more.
it: Salva le tue tracce, segui altri escursionisti e molto altro.

source: Edit nickname
it: Modifica nickname

# bioHint
source: Tell us about yourself...
it: Racconta qualcosa di te...

# addBio
source: Add a bio
it: Aggiungi una bio

source: Edit bio
it: Modifica bio

# levelNumber
source: Level {level}
it: Livello {level}

source: My contacts
it: I miei contatti

# contactsSummary
source: {followers} followers · {following} following
it: {followers} follower · {following} seguiti

source: View Dashboard
it: Vedi Dashboard

source: Saved Routes
it: Percorsi Salvati

source: Weekly Leaderboard
it: Classifica Settimanale

source: My Badges
it: I Miei Badge

# noStatsAvailable
source: No statistics available
it: Nessuna statistica disponibile

# recordFirstTrackForStats
source: Record your first track to see statistics!
it: Registra la tua prima traccia per vedere le statistiche!

source: Summary
it: Riepilogo

# totalTracksLabel
source: Total Tracks
it: Tracce Totali

source: Total Time
it: Tempo Totale

source: Personal Records
it: Record Personali

source: Longest track
it: Traccia più lunga

# highestElevationRecord
source: Highest elevation gain
it: Maggior dislivello

source: Longest duration
it: Durata più lunga

source: Activity Distribution
it: Distribuzione Attività

source: Trend
it: Andamento

source: Week
it: Settimana

source: Month
it: Mese

source: Year
it: Anno

# noDataForPeriod
source: No data for this period
it: Nessun dato per questo periodo

source: This Week
it: Questa Settimana

source: Previous Week
it: Sett. Precedente

source: No record
it: Nessun record

# activityCycling
source: Cycling
it: Ciclismo

# activityWalking
source: Walking
it: Camminata

# daySun
source: Sun
it: Dom

# dayMon
source: Mon
it: Lun

# dayTue
source: Tue
it: Mar

# dayWed
source: Wed
it: Mer

# dayThu
source: Thu
it: Gio

# dayFri
source: Fri
it: Ven

# daySat
source: Sat
it: Sab

# monthJanShort
source: Jan
it: Gen

# monthMayShort
source: May
it: Mag

# monthJunShort
source: Jun
it: Giu

# monthJulShort
source: Jul
it: Lug

# monthAugShort
source: Aug
it: Ago

# monthSepShort
source: Sep
it: Set

# monthOctShort
source: Oct
it: Ott

# monthDecShort
source: Dec
it: Dic

# monthJan
source: January
it: Gennaio

# monthFeb
source: February
it: Febbraio

# monthMar
source: March
it: Marzo

# monthApr
source: April
it: Aprile

# monthMay
source: May
it: Maggio

# monthJun
source: June
it: Giugno

# monthJul
source: July
it: Luglio

# monthAug
source: August
it: Agosto

# monthSep
source: September
it: Settembre

# monthOct
source: October
it: Ottobre

# monthNov
source: November
it: Novembre

# monthDec
source: December
it: Dicembre

# activeTabCount
source: Active ({count})
it: Attive ({count})

# myChallengesTabCount
source: Mine ({count})
it: Le mie ({count})

# createChallengeBtn
source: Create Challenge
it: Crea Sfida

source: No active challenges
it: Nessuna sfida attiva

# notInAnyChallenges
source: You haven't joined any challenges
it: Non partecipi a nessuna sfida

# createFirstChallenge
source: Create the first challenge and challenge the community!
it: Crea la prima sfida e sfida la community!

# joinFromActiveTab
source: Join a challenge from the "Active" tab
it: Unisciti a una sfida dalla tab "Attive"

# joinChallengeTitle
source: Join "{title}"
it: Partecipa a "{title}"

# goalLabel
source: Goal
it: Obiettivo

# deadlineLabel
source: Deadline
it: Scadenza

# daysCount
source: {days} days
it: {days} giorni

# joinChallengeConfirm
source: Do you want to join this challenge?
it: Vuoi partecipare a questa sfida?

# joinAction
source: Join
it: Partecipa

# joinedChallenge
source: 🎉 You joined the challenge!
it: 🎉 Ti sei unito alla sfida!

# joinError
source: Error joining the challenge
it: Errore durante l'iscrizione

source: Challenge Detail
it: Dettaglio Sfida

# createdBy
source: Created by {name}
it: Creata da {name}

source: Your progress
it: Il tuo progresso

source: ✓ Enrolled
it: ✓ Iscritto

# participantsCount
source: {count} participants
it: {count} partecipanti

# goalPrefix
source: Goal: {goal}
it: Obiettivo: {goal}

# createNewChallenge
source: Create a new challenge
it: Crea una nuova sfida

# challengeHint
source: E.g.: 100km in a week
it: Es: 100km in una settimana

source: Description (optional)
it: Descrizione (opzionale)

# describeChallenge
source: Describe the challenge...
it: Descrivi la sfida...

# challengeTypeLabel
source: Challenge type
it: Tipo di sfida

# enterTitle
source: Enter a title
it: Inserisci un titolo

# enterGoal
source: Enter a goal
it: Inserisci un obiettivo

# enterValidNumber
source: Enter a valid number
it: Inserisci un numero valido

source: 🎉 Challenge created!
it: 🎉 Sfida creata!

# creationError
source: Error during creation
it: Errore durante la creazione

# tracksUnit
source: tracks
it: tracce

source: New Badge!
it: Nuovo Badge!

source: Fantastic!
it: Fantastico!

source: Badges
it: Badge

source: Unlocked ({count})
it: Sbloccati ({count})

source: All ({count})
it: Tutti ({count})

source: No badges yet
it: Nessun badge ancora

# completeTracksForBadges
source: Complete tracks and activities to unlock badges!
it: Completa tracce e attività per sbloccare badge!

source: View all badges
it: Vedi tutti i badge

source: Milestones
it: Traguardi

# streakCategory
source: Streak
it: Costanza

# unlockedOn
source: Unlocked on {date}
it: Sbloccato il {date}

# leaderboardLoadError
source: Error loading leaderboard
it: Errore caricamento classifica

source: Your position
it: La tua posizione

# youAreLeading
source: 🏆 You're in the lead!
it: 🏆 Sei in testa!

# positionOfTotal
source: Position {rank} of {total}
it: Posizione {rank} di {total}

source: No activity this week
it: Nessuna attività questa settimana

# completeTrackForLeaderboard
source: Complete a track to appear in the leaderboard. Follow other users to compete with them!
it: Completa una traccia per apparire in classifica. Segui altri utenti per competere con loro!

# startHike
source: Start a hike
it: Inizia un'escursione

# loginToSeeLeaderboard
source: Log in to see the leaderboard
it: Accedi per vedere la classifica

# competeWithFriends
source: Compete with friends and climb the weekly leaderboard!
it: Competi con gli amici e scala la classifica settimanale!

# youLabel
source: YOU
it: TU

# xpThisWeek
source: {xp} XP this week
it: {xp} XP questa settimana

source: Not available
it: Non disponibile

# signOutTitle
source: Sign out
it: Esci

# signOutSubtitle
source: Disconnect your account
it: Disconnetti il tuo account

# signOutConfirm
source: Do you want to sign out?
it: Vuoi uscire dal tuo account?

# appearanceSection
source: Appearance
it: Aspetto

# healthConnectionSection
source: Health Connection
it: Connessione Salute

source: Sync with Health
it: Sincronizza con Salute

# saveToAppleHealth
source: Save activities to Apple Health
it: Salva le attività su Apple Salute

# saveToHealthConnect
source: Save activities to Health Connect
it: Salva le attività su Health Connect

source: Health Connect required
it: Health Connect necessario

# healthConnectInstallMessage
source: Health Connect is required to sync activities. You can install it from the Play Store. Do you want to install it now?
it: Per sincronizzare le attività è necessario installare Health Connect dal Play Store. Vuoi installarlo ora?

# installAction
source: Install
it: Installa

# permissionsNotGranted
source: Permissions not granted. Try again or enable them from device settings.
it: Permessi non concessi. Riprova o abilita dalle impostazioni del dispositivo.

# maxHeartRate
source: Maximum heart rate
it: Frequenza cardiaca massima

# maxHRDescription
source: Enter your max HR if you know it, or enter your age to estimate it (220 - age).
it: Inserisci la tua FC max se la conosci, oppure inserisci la tua età per stimarla (220 - età).

# maxHRLabel
source: Max HR (BPM)
it: FC Max (BPM)

# maxHRHint
source: E.g.: 185
it: Es: 185

# orLabel
source: or
it: oppure

# ageLabel
source: Age
it: Età

# ageHint
source: E.g.: 35
it: Es: 35

# setForCardioZones
source: Set to calculate cardio zones
it: Imposta per calcolare le zone cardio

source: Health Dashboard
it: Dashboard Salute

# healthDashboardSubtitle
source: Steps, heart rate, weekly calories
it: Passi, battito, calorie settimanali

# legalSection
source: Legal
it: Legale

# privacyPolicySubtitle
source: How we handle your data
it: Come gestiamo i tuoi dati

# termsOfServiceSubtitle
source: App terms and conditions
it: Condizioni d'uso dell'app

source: Open Source Licenses
it: Licenze Open Source

# openSourceLicensesSubtitle
source: Libraries used
it: Librerie utilizzate

# supportSection
source: Support
it: Supporto

source: Help Center
it: Centro Assistenza

# helpCenterSubtitle
source: FAQ and guides
it: FAQ e guide

source: Contact Us
it: Contattaci

# rateApp
source: Rate the app
it: Valuta l'app

# rateAppSubtitle
source: Leave a review
it: Lascia una recensione

# offlineMapsSubtitle
source: Download maps for offline use
it: Scarica mappe per uso senza connessione

# infoSection
source: Information
it: Informazioni

# versionLabel
source: Version
it: Versione

# loadingEllipsis
source: Loading...
it: Caricamento...

source: What's New
it: Novità

# whatsNewSubtitle
source: See what's new
it: Cosa c'è di nuovo

# adminSection
source: Administration
it: Amministrazione

source: Import Trails
it: Import Sentieri

# importTrailsSubtitle
source: Import trails from Waymarked Trails
it: Importa sentieri da Waymarked Trails

source: GeoHash Migration
it: Migrazione GeoHash

# geohashMigrationSubtitle
source: Manage geospatial indexes for trails
it: Gestisci indici geospaziali per i sentieri

# databaseStatsSubtitle
source: View metrics and usage
it: Visualizza metriche e utilizzo

source: Recalculate Stats
it: Ricalcola Statistiche

# recalculateStatsSubtitle
source: Fix elevation and distances from GPS tracks
it: Correggi dislivello e distanze dalle tracce GPS

source: Danger Zone
it: Zona Pericolosa

# deleteAccountSubtitle
source: Permanently delete all your data
it: Elimina permanentemente tutti i tuoi dati

# accountDeleted
source: Account deleted successfully
it: Account eliminato con successo

source: Cannot open link
it: Impossibile aprire il link

# cannotOpenEmail
source: Cannot open email client
it: Impossibile aprire il client email

# appComingSoon
source: Thank you! The app will be available soon in the stores.
it: Grazie! L'app sarà presto disponibile negli store.

# changelogTitle
source: What's new v1.0.0
it: Novità v1.0.0

# changelogFirstRelease
source: 🎉 First release!
it: 🎉 Prima release!

# changelogGpsTracking
source: GPS track recording
it: Registrazione tracce GPS

# changelogBackground
source: Background tracking
it: Tracking in background

# changelogLiveTrack
source: LiveTrack - share position
it: LiveTrack - condividi posizione

# changelogSocial
source: Social system (follow, cheers)
it: Sistema social (follow, cheers)

# changelogLeaderboard
source: Weekly leaderboard
it: Classifica settimanale

# changelogWishlist
source: Trail wishlist
it: Wishlist percorsi

# changelogDashboard
source: Statistics dashboard
it: Dashboard statistiche

# changelogGpx
source: GPX Import/Export
it: Import/Export GPX

# themeLabel
source: Theme
it: Tema

# themeAutomatic
source: Automatic
it: Automatico

# themeLight
source: Light
it: Chiaro

# themeDark
source: Dark
it: Scuro

source: Select theme
it: Seleziona tema

# themeAutomaticSubtitle
source: Follows system settings
it: Segue le impostazioni di sistema

# themeLightSubtitle
source: Light theme always on
it: Tema chiaro sempre attivo

# themeDarkSubtitle
source: Dark theme always on
it: Tema scuro sempre attivo

source: Steps today
it: Passi oggi

source: Resting HR
it: FC riposo

source: 🎉 Goal reached!
it: 🎉 Obiettivo raggiunto!

# percentOfGoal
source: {pct}% of 10,000
it: {pct}% di 10.000

source: Steps — Last 7 days
it: Passi — Ultimi 7 giorni

source: Calories — Last 7 days
it: Calorie — Ultimi 7 giorni

# noStepsData
source: No steps data available
it: Nessun dato passi disponibile

# noCaloriesData
source: No calories data available
it: Nessun dato calorie disponibile

# stepsUnit
source: steps
it: passi
